Repository: bihor/fp_newsletter
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de, fr, it

# unsubscribeVerifyUid
source: Page to verify email-address for unsubscription
de: Seite für die Verifikation bei der Abmeldung
fr: Page de validation de l'adresse courriel pour la désinscription
it: Pagina per verificare l'indirizzo email in fase di revoca

# editUid
source: Page where a subscription ca be edited
de: Seite für die Bearbeitung der Anmeldedaten
fr: Page où un abonnement peut être modifié
it: Pagina in cui è possibile modificare un abbonamento

# gdprUid
source: Page with the GDPR
de: Seite mit den Datenschutzbestimmungen
fr: Page contenant les closes RGPD
it: Pagina con il GDPR

# enables
source: Enable/disable
de: Ein- / Ausschalten
fr: Activé/désactivé
it: Abilita/Disabilita

# settings.no
source: no
de: nein
fr: non

# settings.yes
source: yes
de: ja
fr: oui
it: si

# settings.yes1
source: yes, with 1 digit
de: ja, mit einer Ziffer
fr: Oui, avec 1 chiffre
it: si, con 1 cifra

# settings.yes2
source: yes, with 1-2 digits
de: ja, mit 1-2 Ziffern
fr: Oui avec 1 ou 2 chiffres
it: si, con 1-2 cifre

# settings.ignore
source: ignore this field
de: ignoriere dieses Feld
fr: Ignorer ce champ
it: ignora questo campo

# settings.doubleOptOut
source: Enable double opt out unsubscription?
de: Double-opt-out-Abmeldung einschalten?
fr: Activer la double confirmation pour la désinscription ?
it: Abilitare nella revoca il double opt out?

# settings.disableErrorMsg
source: Disable some error messages (e.g. already/not subscribed)?
de: Manche Fehlermeldungen ignorieren (z.B. bereits/nicht angemeldet)?
fr: Désactiver certains messages d'erreur (ex. déjà/pas encore inscrit)?
it: Disabilitare alcuni messaggi di errore (ad es. già / non iscritto)?

# settings.enableUnsubscribeForm
source: Enable unsubscription form under the subscription form too?
de: Abmeldeformular auch unter dem Anmeldeformular anzeigen?
fr: Afficher le formulaire de désinscription sous le formulaire d'inscription ?
it: Abilitare la revoca della iscrizione anche con un form?

# settings.enableUnsubscribeGdprAsHidden
source: Set the GDPR-checkbox to hidden on the unsubscription form?
de: Die DSGVO-Checkbox auf der Abmeldeseite verbergen?
fr: Masquer la case RGPD dans le formulaire de désinscription ?
it: Configura il checkbox GDPR per nascondere il form di revoca stampato sotto il modulo?

# settings.enableEditForm
source: Enable an edit form too?
de: Bearbeitenformular auch anzeigen?
fr: Activer également un formulaire d'édition ?
it: Abilitare anche un modulo di modifica?

# settings.enableEditForm.1
source: Yes, under the subscription form
de: Ja, unter dem Anmeldeformular
fr: Oui, sous le formulaire d'abonnement
it: Sì, sotto il modulo di iscrizione

# settings.enableEditForm.2
source: Yes, but only a link to a new page
de: Ja, aber nur einen Link zu einer neuen Seite
fr: Oui, mais seulement un lien vers une nouvelle page
it: Sì, ma solo un collegamento a una nuova pagina

# settings.mathCAPTCHA
source: Show a mathematical captcha?
de: Zeige ein mathematisches Captcha?
fr: Afficher un filtre anti-spam basé sur un calcul mathématique ?
it: Mostra un captcha matematico?

# settings.honeypot
source: Enable a honeypot?
de: Einen Honigtopf (honeypot) gegen Spam einschalten?
fr: Activer le honeypot ?
it: Mostra un honeypot?

# settings.searchPidMode
source: Search address (in tt_address/fe_users) in all specified folders?
de: Suche eine Adresse (in tt_address/fe_users) in allen angegebenen Ordnern?
fr: Recherche l'adresse courriel (tt_address/fe_users) dans tous les dossiers spécifiés ?
it: Cerca indirizzo in tt_address/fe_users in tutte le cartelle specificate?

# settings.deleteMode
source: Hard or soft delete mode?
de: Löschmodus
fr: Suppression physique ou logique ?
it: Modalità di eliminazione

# settings.deleteMode.1
source: set deletion flag
de: setze das deleted-Flag
fr: Utilisation du champs deleted (Suppression logique)
it: imposta il flag di cancellazione

# settings.deleteMode.2
source: delete entry
de: lösche den Eintrag endgültig
fr: Suppression physique
it: eliminare la voce

# settings.deleteMode.3
source: delete only cat./group
de: lösche nur die Kategorien (Mail) oder die Benutzergruppe (Luxletter)
it: eliminare solo le categorie (Mail) o il gruppo utenti (Luxletter)

# settings.deleteMode.4
source: set hidden flag
de: setze das hidden-Flag
fr: Utilisation du champs hidden
it: imposta il flag di hidden

# settings.languageMode
source: Language mode
de: Sprachmodus
fr: Mode de localisation
it: Modalità lingua

# settings.languageMode.0
source: set sys_language_uid to -1 if L>0
de: setzt sys_language_uid auf -1 wenn L>0
fr: définir sys_language_uid à -1 lorsque L>0
it: imposta sys_language_uid a -1 se L> 0

# settings.languageMode.1
source: use the value of sys_language_uid
de: benutze den Wert von sys_language_uid
fr: utiliser la valeur de sys_language_uid
it: usa il valore di sys_language_uid

# settings.enableConfirmationMails
source: Enable confirmation emails to the user?
de: Bestätigung-E-Mails einschalten?
fr: Activer les emails de confirmations pour l'utilisateur ?
it: Abilitare le email di conferma all'utente?

# settings.unsubscribeMode
source: Luxletter unsubscribe mode: direct unsubscribe (no) or go to the unsubscribe page (yes)?
de: Luxletter Abmelde-Modus: Sofort-Abmeldung (nein) oder erst auf die Abmeldeseite weiterleiten (ja)?
fr: Mode de désinscription pour Luxletter : Désinscription direct OU aller à la page de désinscription ?
it: Luxletter modalità di annullamento dell'iscrizione: disiscrizione diretta (no) o vai alla pagina di annullamento dell'iscrizione (si)?

# settings.html
source: Subscribe to an HTML-newsletter?
de: Newsletter im HTML-Format abonnieren?
fr: Recevoir les infolettres au format HTML ?
it: Iscrizione alla newsletter in formato HTML?

# settings.categoryOrGroup
source: UIDs of the categories (mail) OR fe_groups (luxletter), e.g. 3,4
de: UIDs von Kategorien (mail) oder Gruppen (luxletter), Z.B. 3,4
fr: UID de sys_category (mail) OU fe_groups (luxletter)
it: UID di sys_category (mail) O fe_groups (luxletter)

# parameters
source: External parameters
de: Externe Parameter
fr: Paramètres externes
it: Parametri esterni

# settings.parameters.active
source: Checkbox name for the newsletter-subscription (e.g. tx_myshop_pi1|newBestellung|newsletter)
de: Checkbox-Name für NL-Wunsch (z.B. tx_myshop_pi1|newBestellung|newsletter)
fr: Attribut name de la case à coche du formulaire d'inscription (ex. tx_myshop_pi1|newBestellung|newsletter)
it: Nome della casella di controllo per l'iscrizione alla newsletter (p.e. tx_myshop_pi1|newBestellung|newsletter)

# settings.parameters.email
source: Input-field name for the email-address (e.g. tx_myshop_pi1|newBestellung|email)
de: Feld-Name für die E-Mail-Adresse (z.B. tx_myshop_pi1|newBestellung|email)
fr: Attribut name du champs de l'adresse courriel (ex. tx_myshop_pi1|newBestellung|email)
it: Nome del campo di input per l'indirizzo e-mail (p.e. tx_myshop_pi1|newBestellung|email)

# dashboard.widget.fixpunktRecentLogEntries.title
source: fp_newsletter: recent 7 log entries
de: fp_newsletter: die letzten 7 Einträge
fr: fp_newsletter: 7 Dernières entrées du journal
it: fp_newsletter: 7 voci di registro recenti

# dashboard.widget.fixpunktRecentLogEntries.description
source: Shows date, name, email and status of the last entries
de: Zeigt Datum, Name, E-Mail und Status der letzten Log-Einträge
fr: Afficher les date, nom, courriel et statut des dernières entrées
it: Mostra la data, il nome, l'e-mail e lo stato delle ultime voci

# dashboard.widget.fixpunktLogStatus.title
source: fp_newsletter: status diagram
de: fp_newsletter: Status-Diagramm
fr: fp_newsletter: diagramme d'état
it: fp_newsletter: grafico di stato

# dashboard.widget.fixpunktLogStatus.description
source: Shows how often a status occurs
de: Zeigt, wie oft ein Status vorkommt
fr: Affiche la fréquence à laquelle un état se produit
it: Mostra la frequenza con cui si verifica uno stato

# dashboard.widget.fixpunktLogStatus.label
source: Status code, count
de: Anzahl
fr: Number
it: Numero

# pagemodule.pageNotAvailable
source: Page with uid "%s" is not available anymore!
de: Seite mit uid "%s" ist nicht mehr verfügbar!

# settings.deleteMode.3
source: delete only cat/group
fr: Supprimer uniquement les catégories (Mail) ou le groupe d'utilisateurs (Luxletter)

# settings.newsletterExtension
source: Used newsletter extension
fr: Extension de newsletter utilisée

# settings.other
source: other
fr: autre (html sera défini sur -1)
