Repository: bihor/fp_newsletter
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de, fr, it

# tx_fp_newsletter_domain_model_pi1
source: Newsletter subscriber management
de: Newsletter-Abonnenten-Management
fr: Gestion des inscriptions aux infolettres
it: Gestione Newsletter

# tx_fp_newsletter_domain_model_pi1.description
source: Plugin for newsletter subscription and unsubscription. Used table: tt_address or fe_users. A log is written.
de: Datenschutzkonformes Plugin für Newsletter-An- und Abmeldungen via tt_address oder fe_users.
fr: Plugin d'inscription et désinscription aux infolettres. Utilise les tables: tt_address ou fe_users. Un journal est écrit.
it: Pagina per l'iscrizione e la revoca

# tx_fpnewsletter_domain_model_log
source: Log
fr: Journal

# tx_fpnewsletter_domain_model_log.name
source: Name
fr: Nom
it: Nome

# tx_fpnewsletter_domain_model_log.gender
source: Gender
de: Anrede
fr: Genre
it: Sesso

# tx_fpnewsletter_domain_model_log.gender.please
source: Please select your gender
de: Bitte auswählen
fr: Veuillez sélectionner
it: Si prega di selezionare

# tx_fpnewsletter_domain_model_log.gender.mr
source: Mr.
de: Herr
fr: M.
it: Sig.

# tx_fpnewsletter_domain_model_log.gender.mrs
source: Mrs.
de: Frau
fr: Mme
it: Sig.ra

# tx_fpnewsletter_domain_model_log.gender.divers
source: Diverse
de: Divers
fr: Divers
it: Vari

# tx_fpnewsletter_domain_model_log.title
source: Title
de: Titel
fr: Titre
it: Titolo

# tx_fpnewsletter_domain_model_log.firstname
source: Firstname
de: Vorname
fr: Prénom
it: Nome

# tx_fpnewsletter_domain_model_log.lastname
source: Lastname
de: Nachname
fr: Nom
it: Cognome

# tx_fpnewsletter_domain_model_log.email
source: E-Mail
fr: Courriel

# tx_fpnewsletter_domain_model_log.address
source: Address
de: Adresse
fr: Adresse
it: Adresse

# tx_fpnewsletter_domain_model_log.zip
source: Zip
de: PLZ
fr: Code postal
it: PLZ

# tx_fpnewsletter_domain_model_log.city
source: City
de: Ort
fr: Ville
it: Ort

# tx_fpnewsletter_domain_model_log.region
source: Region
fr: Région

# tx_fpnewsletter_domain_model_log.country
source: Country
de: Land
fr: Pays
it: Land

# tx_fpnewsletter_domain_model_log.phone
source: Phone
de: Telefon
fr: Téléphone
it: Telefon

# tx_fpnewsletter_domain_model_log.position
source: Position
fr: Fonction

# tx_fpnewsletter_domain_model_log.company
source: Company
de: Institution/Organisation
fr: Société
it: Institution/Organisation

# tx_fpnewsletter_domain_model_log.categories
source: Categories (comma separated)
de: Kategorien (Kommagetrennt)
fr: Catégories (séparées par des virgules ',')
it: Kategorien (Kommagetrennt)

# tx_fpnewsletter_domain_model_log.status
source: Status
fr: Statut

# tx_fpnewsletter_domain_model_log.securityhash
source: Security-hash
fr: Hash de sécurité

# tx_fpnewsletter_domain_model_log.retoken
source: reCaptcha-token
fr: Token reCaptcha

# tx_fpnewsletter_domain_model_log.mathcaptcha
source: Spam protection
de: Math. Captcha
fr: Protection anti-spam
it: Captcha matematico

# tx_fpnewsletter_domain_model_log.xcaptcha
source: enter the result of x
de: geben Sie bitte das Rechenergebnis von x ein
fr: Renseignez le résultat de x
it: inserisci il risultato del calcolo di x

# tx_fpnewsletter_domain_model_log.gdpr
source: GDPR
de: Datenschutz
fr: RGPD

# tx_fpnewsletter_domain_model_log.gdpr_desc1
source: I agree that the operator and publisher may inform me about selected topics. My data is used exclusively for this purpose. In particular, no disclosure to unauthorized third parties. I am aware that I can revoke my consent at any time with effect for the future. The
de: Ich bin damit einverstanden, dass mich der Betreiber und Herausgeber über ausgewählte Themen informieren darf. Meine Daten werden ausschließlich zu diesem Zweck genutzt. Insbesondere erfolgt keine Weitergabe an unberechtigte Dritte. Mir ist bekannt, dass ich meine Einwilligung jederzeit mit Wirkung für die Zukunft widerrufen kann. Es gilt die
fr: J'accepte que l'opérateur et l'éditeur puissent m'informer sur les sujets sélectionnés. Mes données sont utilisées exclusivement à cette fin. En particulier, aucune divulgation à des tiers non autorisés. Je suis conscient que je peux révoquer mon consentement à tout moment. la
it: Sono a conoscenza che l'operatore e il pubblicatore mi devono informare circa i dati trasmessi. I miei dati saranno utilizzati esclusivamente per il servizio al quale sono iscritto. In particolare non possono essere ceduti o usati da terze parti. Sono a conoscenza del fatto che io pesso revocare il consenso all'uso dei dati in qualsiasi momento con effetto immediato nel futuro. La

# tx_fpnewsletter_domain_model_log.gdpr_link_text
source: Privacy Policy
de: Datenschutzerklärung
fr: Politique de confidentialité

# tx_fpnewsletter_domain_model_log.gdpr_desc2
source: applies, which also includes other information about how to correct, delete and block my data.
de: , die auch weitere Informationen über Möglichkeiten zur Berichtigung, Löschung und Sperrung meiner Daten beinhaltet.
fr: s'applique, celle-ci comprend également d'autres informations sur la façon de corriger, supprimer et bloquer mes données.
it: sarà applicata; prevede anche le informazioni per la gestione dei dati: modifica, cancellazione e blocco dei miei dati.

# subscribed_themes
source: Subscription themes
de: Abonnierte Themen
fr: Sujets auxquels vous êtes abonné
it: Argomenti sottoscritti

source: Subscribe
de: Anmelden
fr: Inscription
it: Iscrizione

source: Unsubscribe
de: Abmelden
fr: Désinscription
it: Revoca

source: Save
de: Änderungen speichern
fr: Enregistrer l'entrée
it: Salva voce

# saved
source: Your changes have been saved.
de: Deine Änderungen wurden gespeichert.
fr: Vos changements ont été enregistrés.
it: Le modifiche sono state salvate.

# unsubscribe_head
source: Unsubscribe from the newsletter
de: Vom Newsletter abmelden
fr: Se désinscrire des infoslettres
it: Revoca dell'iscrizione dalla newsletter

# resendLink
source: Resend the verification email
de: Verifizierungsemail erneut senden
fr: Renvoyer l'e-mail de vérification
it: Invia nuovamente l'e-mail di verifica

# resendButton
source: Resend the verification email
de: Verifizierungsemail erneut senden
fr: Renvoyer l'e-mail de vérification
it: Invia nuovamente l'e-mail di verifica

# editLink
source: Edit my subscription data
de: Meine Anmeldedaten bearbeiten
fr: Modifier mes données d'abonnement
it: Modifica i dati del mio abbonamento

# edit_head
source: Edit my settings
de: Abonnentendaten bearbeiten
fr: Modifier mes paramètres
it: Modifica le mie impostazioni

source: Edit entry
de: Eintrag bearbeiten
fr: Modifier l'entrée
it: Modifica voce

source: go back
de: Zurück
fr: retour
it: torna indietro

# email_edit_sent
source: An email has been sent to you. Please click in your email at the link to edit your data.
de: Eine E-Mail mit einem Link zur Bearbeitung Ihrer Daten wurde Ihnen zugesandt.
fr: Un email vous a été envoyé. Veuillez cliquer dans votre e-mail sur le lien pour modifier vos données.
it: Ti è stata inviata un'e-mail. Fai clic sul link nella tua e-mail per modificare i tuoi dati.

# email_send1
source: An email has been sent to you. Please verify your email-address for the newsletter subscription.
de: Eine E-Mail mit einem Link zur Verifizierung Ihrer E-Mailadresse wurde Ihnen zugesandt. Erst nach Klick auf den Link in der E-Mail sind Sie zu unserem Newsletter angemeldet!
fr: Un courriel vous a été envoyé. Veuillez vérifier votre courriel pour confirmer votre inscription.
it: Entro qualche minuto riceverai un email. Controlla il tuo indirizzo email per verificare l'iscrizione.

# email_send2
source: An email has been sent to you. Please verify your email-address for the newsletter unsubscription.
de: Eine E-Mail mit einem Link zur Verifizierung Ihrer E-Mailadresse wurde Ihnen zugesandt. Erst nach Klick auf den Link in der E-Mail sind Sie von unserem Newsletter abgemeldet!
fr: Un email vous a été envoyé. Veuillez vérifier votre adresse e-mail pour la désinscription à la newsletter.
it: Ti è stato inviato un email. Controlla il tuo indirizzo email per verificare l'avvenuta revoca.

# email_verified
source: Your email-address is now verified. You are now subscribed to our newsletter with:
de: Ihre E-Mail-Adresse ist nun verifiziert. Sie sind nun zu unserem Newsletter angemeldet mit:
fr: Merci de votre confirmation. Vous êtes à présent inscrit avec l'adresse :
it: Il tuo indirizzo email è stato ora verificato. Sei iscritto alla newsletter con:

# email_verified2
source: Your email-address is now verified. You are now unsubscribed from our newsletter with:
de: Ihre E-Mail-Adresse ist nun verifiziert. Sie sind nun von unserem Newsletter abgemeldet mit:
fr: Merci de votre confirmation. Nous avons supprimé l'adresse email suivante :
it: Il tuo indirizzo email è ora verificato. Ora sei cancellato dalla nostra newsletter con:

# email_removed
source: You have unsubscribed our newsletter successfully.
de: Sie haben sich erfolgreich aus unserem Newsletter ausgetragen.
fr: Vous vous êtes désinscrit de notre infolettre avec succès.
it: La tua iscrizione alla newsletter è stata revocata con successo:

# email_resent
source: An verification email has been resent to:
de: Eine Bestätigungs-E-Mail wurde erneut gesendet an:
fr: Un e-mail de vérification a été renvoyé à :
it: È stata inviata un'e-mail di verifica a:

# wrong_email_not_found
source: Error: no entry for verification found for this email:
de: Fehler: Für diese E-Mail wurde kein Eintrag zur Verifizierung gefunden:
fr: Erreur : aucune entrée de vérification trouvée pour cet e-mail :
it: Errore: nessuna voce per la verifica trovata per questa email:

# wrong_missing_subscribeVerifyUid
source: Error: you must first define the setting subscribeVerifyUid (page where to verify the email address).
de: Fehler: Sie müssen zuerst die Einstellung "subscribeVerifyUid" definieren (Seite, auf der die E-Mail-Adresse überprüft werden soll).
fr: Erreur : vous devez d'abord définir le paramètre subscribeVerifyUid (page où vérifier l'adresse e-mail).
it: Errore: è necessario prima definire l'impostazione subscribeVerifyUid (pagina dove verificare l'indirizzo email).

# wrong_parameters
source: Error: wrong parameters in the link.
de: Fehler - Der Link konnte nicht verarbeitet werden.
fr: Erreur: mauvais paramètres dans le lien.
it: Errore: link con parametri sbagliati.

# wrong_uid
source: Error: no entry for the given uid found.
de: Fehler - Es konnte kein passender Eintrag gefunden werden.
fr: Erreur: Aucune entrée pour l'uid fourni.
it: Errore: nessuna entry esiste per la uid trovata

# wrong_hash
source: Error: the given hash in the link is wrong.
de: Fehler - Der Link konnte nicht verarbeitet werden, da der Hash falsch ist.
fr: Erreur: Le hash de sécurité du lien est invalide.
it: Errore: l'hash del link è sbagliato

# wrong_expired
source: Error: the link is expired!
de: Fehler - Der Link ist nicht mehr gültig.
fr: Erreur: Le lien est expiré!
it: Errore: il link è scaduto!

# wrong_verified
source: Error: you have verified this email-address already!
de: Fehler - Der Eintrag wurde bereits verifiziert.
fr: Erreur: Cette adresse courriel a déjà été validée!
it: Errore: il tuo indirizzo email è stato già verificato!

# wrong_subscribed
source: Error: you are already subscribed to our newsletter!
de: Fehler - Die E-Mailadresse ist bereits für den Newsletter registriert.
fr: Erreur : vous êtes déjà inscrit à notre infolettre!
it: Errore: sei già iscritto alla newsletter!

# wrong_unsubscribed
source: Error: you are not subscribed, so you can not be unsubscribed!
de: Fehler - Die E-Mailadresse ist nicht vorhanden.
fr: Erreur: Vous n'êtes pas inscrit, Vous ne pouvez pas vous désinscrire!
it: Errore: non sei iscritto, così non puoi revocare l'iscrizione!

# wrong_unsubscribed_parameters
source: Error: missing or wrong parameters for unsubcription!
de: Fehler - Der Abmelde-Link konnte nicht verarbeitet werden.
fr: Erreur: paramètres érronés ou manquants pour la désinscription!
it: Errore: parametri mancanti o sbagliati per la revoca!

# wrong_user
source: Error: user not found! Maybe you are already unsubscribed.
de: Fehler - E-Mail nicht vorhanden. Die Abmeldung ist fehlgeschlagen.
fr: Erreur: utilisateur non trouvé! Peut-être être vous déjà désinscrit.
it: Errore: utente non trovato. Forse hai già revocato l'iscrizione

# wrong_email
source: Error: the given email-address is not valid!
de: Fehler - Die E-Mailadresse ist nicht valide!
fr: Erreur: L'adresse courriel n'est pas valide!
it: Errore: l'indirizzo email fornito non è valido!

# wrong_captcha
source: Error: the captcha is not valid!
de: Fehler - Die Captcha-Prüfung verlief nicht erfolgreich!
fr: Erreur: Le cryptogramme de sécurité n'est pas valide!
it: Errore: l'indirizzo captcha non è valido!

# wrong_honeypot
source: Error: spam detected (honeypot)!
de: Fehler - Spam erkannt (Honeypot)!
fr: Erreur: spam détecté (honeypot)!
it: Errore: spam detected (honeypot)!

# wrong_insert
source: Error: sql insert error!
de: Fehler - Der Datensatz konnte nicht eingefügt werden.
fr: Erreur: erreur lors de l'insertion en base de donnée !
it: Errore di inserimento nel database!

source: required.
de: Pflichtfeld.
fr: oblibatoire.
it: obbligatorio

# errors
source: Error: please note this messages:
de: Folgende Fehler sind aufgetreten:
fr: Erreur: Veuillez notez ces messages:
it: Errore: nota questi messaggi:

# error_email
source: - you need to enter an valid email-address!
de: - die E-Mailadresse ist nicht valide!
fr: - Veuillez renseigner une adresse courriel valide!
it: - devi inserire un email valido

# error_gdpr
source: - you need to accept the GDPR!
de: - Sie müssen den Datenschutzbestimmungen zustimmen!
fr: - Vous devez acceptez la close RGPD!
it: - devi accettare le condizioni GDPR

# error_not_here
source: Error: this point should not be reached!
de: Fehler: unbekannt!
fr: Erreur: Vous n'auriez pas du arriver là!
it: Errore generico

# missing_edit_uid
source: Error: the settings.editUid is not set!
de: Fehler: settings.editUid ist nicht gesetzt!
fr: Erreur: le settings.editUid n'est pas défini!
it: Errore: settings.editUid non è impostato!

# missing_tt_address
source: Error: the extension tt_address is required if you use settings.table=tt_address!
de: Fehler: die Extension tt_address wird benötigt, wenn settings.table=tt_address gesetzt ist!
fr: Erreur: l'extension tt_address est requise si vous utilisez le paramètre. table=tt_address!
it: Errore: l'estensione tt_address è richiesta se si utilizza settings.table=tt_address!

# missing_mail
source: Error: the extension mail is required if settings.html!=-1 or settings.categoryOrGroup is set!
fr: Erreur: l'extension mail est requise si settings.html!=-1 ou settings.categoryOrGroup est défini!
it: Errore: l'estensione mail è richiesta se è impostato settings.html!=-1 o settings.categoryOrGroup!

# email.dear-gender-first-and-last-name
source: Dear %s %s %s,
de: Guten Tag %s %s %s,
fr: Cher %s %s %s,
it: Cara %s %s %s,

# email.dear-first-and-last-name
source: Dear %s %s,
de: Guten Tag %s %s,
fr: Cher %s %s,
it: Cara %s %s,

# email.dear-first-name
source: Dear %s,
de: Guten Tag %s,
fr: Cher %s,
it: Cara %s,

# email.dear
source: Hello,
de: Guten Tag,
fr: Bonjour,
it: Ciao,

# email.subscription
source: Newsletter subscription
de: Newsletter-Anmeldung
fr: Inscription à l'infolettre
it: Sottoscrizione alla Newsletter

# email.pleaseVerify
source: you need to click on the verify link to verify your email-address:
de: um sich zu unserem Newsletter anzumelden, müssen Sie Ihre E-Mail-Adresse mit Klick auf diesen Link verifizieren:
fr: Cliquez sur le lien suivant pour confirmer votre adresse courriel
it: è necessario fare clic sul collegamento di verifica per verificare il proprio indirizzo e-mail:

# email.pleaseEdit
source: click at this link to modify your newsletter subscription:
de: klicken Sie bitte auf diesen Link, um Ihr Newsletter-Abonnement zu ändern:
fr: cliquez sur ce lien pour modifier votre inscription à la newsletter :
it: clicca su questo link per modificare la tua iscrizione alla newsletter:

# email.alternative
source: Alternatively, you can also click on this button
de: Alternativ können Sie auch auf diesen Button klicken
fr: Vous pouvez aussi cliquez sur ce bouton
it: In alternativa, puoi anche fare clic su questo pulsante

# email.bestRegards
source: Best regards
de: Mit freundlichen Grüßen
fr: Cordialement
it: Distinti saluti

# email.unsubscription
source: Newsletter unsubscription
de: Newsletter-Abmeldung
fr: Désinscription de l'infolettre
it: Cancellazione newsletter

# email.pleaseVerifyUnsubscription
source: you need to click on the verify link to verify your unsubscription:
de: um sich von unserem Newsletter abzumelden, müssen Sie Ihre E-Mail-Adresse mit Klick auf diesen Link verifizieren:
fr: Cliquez sur le lien suivant pour confirmer votre désinscription
it: è necessario fare clic sul collegamento di verifica per verificare la cancellazione dell'iscrizione:

# email.subscribedSuccess
source: You have just successfully registered for our newsletter.
de: Sie haben sich soeben erfolgreich zu unserem Newsletter angemeldet.
fr: Vous êtes maintenant inscrit à notre infolettre
it: Ti sei appena registrato con successo alla nostra newsletter.

# email.unsubscribedSuccess
source: you are now unsubscribed from our newsletter.
de: Sie haben sich nun erfolgreich von unserem Newsletter abgemeldet.
fr: Vous êtes à présent désinscrit de notre infolettre
it: ora sei cancellato dalla nostra newsletter.

# email.usedEmail
source: Used email-address:
de: Verwendete E-Mail-Adresse:
fr: Courriel utilisé:
it: Indirizzo e-mail utilizzato:

# email.name
source: Name:
fr: Nom:
it: Nome:

# email.toAdminWantsTo
source: this user wants to subscribe or to unsubscribe:
de: dieser User möchte sich gerne an- oder abmelden:
fr: Cet utilisateur souhaite s'inscrire ou se désinscrire
it: questo utente vuole iscriversi o annullare l'iscrizione:

# email.toAdminSubscribed
source: this user has just subscribed to the newsletter:
de: dieser User hat sich gerade zum Newsletter angemeldet:
fr: Cet utilisateur vient de s'inscrire à l'infolettre
it: questo utente si è appena iscritto alla newsletter:

# email.toAdminUnsubscribed
source: this user has just unsubscribed from the newsletter:
de: dieser User hat sich gerade vom Newsletter abgemeldet:
fr: Cet utilisateur vient de se désinscrire de l'infolettre
it: questo utente si è appena cancellato dalla newsletter:

# email.subscribeVerifySubject
source: Please verify your email
de: Bitte verifizieren Sie Ihre E-Mail-Adresse
fr: Veuillez vérifier votre adresse e-mail
it: Per cortesia verifichi il suo indirizzo email

# email.unsubscribeVerifySubject
source: Please verify your email
de: Bitte verifizieren Sie Ihre E-Mail-Adresse
fr: Veuillez vérifier votre adresse e-mail
it: Per cortesia verifichi il suo indirizzo email

# email.adminSubscribeSubject
source: New newsletter-subscription
de: Neue Newsletter-Anmeldung
fr: Nouvel abonnement à la newsletter
it: Nuova iscrizione alla newsletter

# email.adminUnsubscribeSubject
source: New newsletter-unsubscription
de: Neue Newsletter-Abmeldung
fr: Désinscription à la nouvelle newsletter
it: Nuova newsletter cancellati

# email.subscribedSubject
source: Newsletter-subscription confirmation
de: Bestätigung Newsletter-Anmeldung
fr: Confirmation de l'inscription à la newsletter
it: Conferma dell'iscrizione alla newsletter

# email.unsubscribedSubject
source: Newsletter-unsubscription confirmation
de: Bestätigung Newsletter-Abmeldung
fr: Confirmation de désinscription à la newsletter
it: Conferma dell'annullamento dell'iscrizione alla newsletter

# email.editSubject
source: Modify your newsletter-subscription
de: Ändern Sie Ihr Newsletter-Abonnement
fr: Modifier votre abonnement à la newsletter
it: Modifica la tua iscrizione alla newsletter

# tx_fpnewsletter_domain_model_log.date
source: Date
de: Datum
it: Dato

# tx_fpnewsletter_domain_model_log.mobile
source: Mobile
de: Mobil
it: Mobil

# missing_direct_mail
source: Error: the extension direct_mail is required if settings.module_sys_dmail_html!=-1 or settings.module_sys_dmail_category is set!
de: Fehler: die Extension direct_mail wird benötigt, wenn settings.module_sys_dmail_html=!-1 oder settings.module_sys_dmail_category gesetzt ist!

# title
source: Newsletter-subscriber-settings
de: Newsletter-Abonnenten-Einstellungen
fr: Paramètre de l'inscription à l'infolettre
it: Settings per la newsletter

source: Startingpoint
de: Datensatzsammlung
fr: Point de départ
it: Punto di partenza

source: recursive
de: rekursiv

# template.new
source: Newsletter: subscribe (and unsubscribe)
de: Newsletter: Anmeldung (und Abmeldung)
fr: Infolettre: inscription (et désinscription)
it: Newsletter: iscrizione (e revoca)

# template.form
source: Newsletter: only a cacheable subscribe form
de: Newsletter: nur ein cachebares Anmelde-Formular
fr: Infolettre: seulement un formulaire d'inscription pouvant être mis en cache
it: Infolettre: solo un modulo di iscrizione memorizzabile nella cache

# template.editemail
source: Newsletter: request edit email (part 1)
de: Newsletter: E-Mail zur Bearbeitung anfordern (Teil 1)
fr: Newsletter: demande de modification de l'e-mail (partie 1)
it: Newsletter: richiesta modifica email (parte 1)

# template.edit
source: Newsletter: edit form (part 1 and 2)
de: Newsletter: Bearbeitung der Daten (Teil 1 und 2)
fr: Infolettre: modifier le formulaire (partie 1 et 2)
it: Newsletter: modifica modulo (parte 1 e 2)

# template.subscribeext
source: Newsletter: subscribe via external extension
de: Newsletter: Anmeldung über externe Extension
fr: Infolettre: inscription via une extension tierce
it: Newsletter: iscrizione via estensione esterna

# template.verify
source: Newsletter: verify subscription
de: Newsletter: Anmeldung verifizieren
fr: Infolettre: Validation de l'inscription
it: Newsletter: verifica l'iscrizione

# template.unsubscribe
source: Newsletter: unsubscribe via form
de: Newsletter: Abmeldung via Formular
fr: Infolettre: Formulaire de désinscription
it: Newsletter: revoca della iscrizione via form

# template.unsubscribelux
source: Newsletter: unsubscribe via Luxletter-link
de: Newsletter: Abmeldung via Luxletter-Link
fr: Infolettre: Désinscription via un Luxletter-lien
it: Newsletter: revoca della iscrizione via luxletter-link

# template.unsubscribemail
source: Newsletter: unsubscribe via mail-link
de: Newsletter: Abmeldung via mail-Link
fr: Infolettre: Désinscription via un mail-lien
it: Newsletter: revoca della iscrizione via mail-link

# template.verifyunsubscribe
source: Newsletter: verify unsubscription
de: Newsletter: Abmeldung verifizieren
fr: Infolettre: Validation de la désinscription
it: Newsletter: verifica la revoca della iscrizione

# template.resend
source: Newsletter: resend verification email
de: Newsletter: Verifizierungsemail erneut anfordern
fr: Infolettre: renvoyer l'e-mail de vérification
it: Newsletter: invia nuovamente l'e-mail di verifica

# template.list
source: List view: all actions
de: Liste: alle Aktionen
fr: Liste: Toutes les actions
it: Vista modalità Lista: tutte le azioni

# subscribeUid
source: Page for the subscription
de: Seite für die Anmeldung
fr: Page d'inscription
it: Pagina per la iscrizione

# subscribeVerifyUid
source: Page to verify email-address for subscription
de: Seite für die Verifikation bei der Anmeldung
fr: Page de validation de l'adresse courriel
it: Pagina per verificare l'email usato in fase di iscrizione

# unsubscribeUid
source: Page for the unsubscription
de: Seite für die Abmeldung
fr: Page de désinscription
it: Pagina per la revoca della iscrizione
